/* 
  Localized.strings
  TicketmasterAuthentication

  Created by Jonathan Backer on 11/10/22.
  
*/

// Account Authentication
"Authentication" = "Autenticación";

"Access and manage all the tickets you own with ease." = "Ingresa y administra todos tus boletos con facilidad.";

"Link Accounts" = "Vincular cuentas";

// Account Sign In
"Sign In" = "Registrarse";

// Account Sign Out
"Sign Out" = "Desconectar";

// "Sign in to Lakers"
"Sign in to %s" = "Registrarse a %s";

// "Sign out of Lakers"
"Sign out of %s" = "Desconectar a %s";

// select a login source (Host, Archtics, SportXR, etc)
"Select Login" = "Elige cómo iniciar Sesión";

// "Access season and single event tickets purchased or accepted with your Lakers account."
"Access season and single %t tickets purchased or accepted with your %s account." = "Accede a tus boletos de %t temporada o individuales comprados o aceptados con tu cuenta de %s.";

// a generic event, example: "charity event"
"event" = "evento";

// a musical concert, example: "Rock concert"
"concert" = "concierto";

// a theatrical show, example: "Broadway show"
"show" = "obra";

// a sporting game, example: "Baseball game"
"game" = "juego";

// a sporting match, example: "Soccer match"
"match" = "partido";

// Powered by Ticketmaster
"Powered by" = "Patrocinado por";
